Revit 2027 API
ParameterTypeId.AnalyticalOpeningHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalOpeningHeight { get; }
Public Shared ReadOnly Property AnalyticalOpeningHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalOpeningHeight {
	ForgeTypeId^ get ();
}
static member AnalyticalOpeningHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace